Repository: sawex/bodleid
Catalog: languages/*.po
Languages: is_is

source: Thank you page
is_is: Takk fyrir

source: Paid
is_is: Greitt

source: Invoiced
is_is: Í reikning

source: Thanks, order received
is_is: Takk fyrir, pöntun móttekin

source: Order number
is_is: Pöntunarnúmer

source: Date
is_is: Dagsetning

source: Total
is_is: Samtals

source: Payment method
is_is: Greiðslumáti

source: Status
is_is: Staða

source: Product
is_is: Vara

source: Amount
is_is: Magn

source: Model
is_is: Tegund

source: Price without VAT
is_is: Verð án VSK

source: Home delivery within Iceland
is_is: Sendingamáti:

source: Login page
is_is: Innskrá

source: About us page
is_is: Um okkur

source: Staff
is_is: Starfsmenn

source: Comments are closed.
is_is: Lokað er fyrir athugasemdir

source: Page not found
is_is: Síða fannst ekki

source: We apologize, but no page is found on this URL.
is_is: Við biðjumst velvirðingar, en engin síða finnst á þessari slóð.

source: Go to the front page
is_is: Fara á forsíðu

source: Home page
is_is: Heim

source: Forgot password page
is_is: Gleymt lykilorð

source: Check your email for a confirmation URL
is_is: Hlekkur til staðfestingar hefur verið sendur í tölvupósti

source: Search for...
is_is: Leita að ...

source: Search
is_is: Leita

source: Account page
is_is: Notandasvæði

source: Search Results for: %s
is_is: Leitarniðurstöður fyrir: %s

source: Instructions page
is_is: Leiðbeiningar

source: Service requests send to:
is_is: Þjónustubeiðnir sendar á:

source: Comparing page
is_is: Samanburður síðu

source: Remove from comparison
is_is: Fjarlægja úr samanburði

source: Comparison
is_is: Samanburður

source: Hide attributes with same values
is_is: Fela samskonar niðurstöður

source: Picture
is_is: Mynd

source: Price
is_is: Verð

source: Availability
is_is: Birgðastaða

source: Description
is_is: Lýsing

source: Theme settings
is_is: Viðmótsstillingar

source: Header primary menu
is_is: Aðalvalmynd

source: Sidebar
is_is: Valrönd

source: Add widgets here.
is_is: Bæta við viðbótum

source: View comparison list
is_is: Skoða samanburðarlista

source: Data updated successfully
is_is: Gögn uppfærð

source: First name field cannot be empty
is_is: Slá verður inn fornafn

source: Enter valid email address
is_is: Sláðu inn gilt netfang

source: Phone number can contains digits only and cannot be longer than 12 digits
is_is: Símanúmer má aðeins innihalda tölustafi og ekki vera lengra en 12 stafir

source: Password cannot be empty or shorter than 6 symbols
is_is: Slá verður inn lykilorð, 6 tákn eða lengra

source: Address cannot be empty
is_is: Slá verður inn heimilisfang

source: City field name cannot be empty
is_is: Slá verður inn borg/bæ

source: Postcode field cannot be empty
is_is: Slá verður inn póstnúmer

source: Passwords are not equal
is_is: Lykilorð eru ekki þau sömu

source: Testimonials
is_is: Umsagnir

source: Testimonial
is_is: Umsögn

source: Catalogs
is_is: Vörulistar

source: Catalog
is_is: Vöruflokkar

source: There is a new submitted form on Bodleid
is_is: Ný innsending á Boðleið

source: Invalid username or password
is_is: Ógilt notandanafn eða lykilorð

source: Please, login to update your account
is_is: Vinsamlega skráðu þig inn til að uppfæra aðganginn

source: Wrong email format
is_is: Rangt netfangssnið

source: You cannot use your old password
is_is: Ekki er hægt að nota gamla lykilorðið

source: Any wishes, reference ...
is_is: Einhverjar óskir, athugasemdir ...

source: Log in
is_is: Innskráning

source: Email*
is_is: Netfang*

source: Password*
is_is: Lykilorð*

source: Remember me
is_is: Muna eftir mér

source: Forgotten password?
is_is: Gleymt lykilorð?

source: SSN
is_is: Kennitala

source: Share
is_is: Deila

source: Related products
is_is: Tengdar vörur

source: Our clients
is_is: Viðskiptavinir okkar

source: View
is_is: Skoða

source: New customer
is_is: Nýr viðskiptavinur

source: Personal information
is_is: Persónulegar upplýsingar

source: First Name*
is_is: Fornafn*

source: Phone number*
is_is: Símanúmer*

source: Your address
is_is: Heimilisfang þitt

source: Company
is_is: Fyrirtæki

source: Address*
is_is: Heimilisfang*

source: City / Town*
is_is: Borg/Bær*

source: Post number*
is_is: Póstnúmer*

source: Register
is_is: Nýskrá

source: Update data
is_is: Uppfæra gögn

source: Update
is_is: Uppfæra

source: Restore password
is_is: Endurstilla lykilorð

source: Submit
is_is: Senda

source: New password*
is_is: Nýtt lykilorð*

source: Repeat new password*
is_is: Endurtaktu nýtt lykilorð*

source: Orders
is_is: Pantanir

source: Account details
is_is: Notandaupplýsingar

source: Log out
is_is: Útskráning

source: Name
is_is: Nafn

source: Phone number
is_is: Símanúmer

source: Email
is_is: Netfang

source: Message
is_is: Skilaboð

source: Please fill in the selected fields.
is_is: Vinsamlegast fylltu út merkta reiti.

source: Send
is_is: Senda

source: Thank you, message received
is_is: Takk fyrir, skilaboð móttekin

source: Customer Reviews
is_is: Umsagnir viðskiptavina

source: Account
is_is: Notandi

source: Sign in
is_is: Innskrá

source: Your cart is empty
is_is: Karfan þín er tóm

source: Customer data
is_is: Gögn viðskiptavinar

source: Price without VAT:
is_is: Verð án VSK:

source: Home delivery within Iceland:
is_is: Sendingamáti:

source: Delivery %s
is_is: Heimsending %s

source: VAT (24%):
is_is: VSK (24%):

source: Total:
is_is: Samtals:

source: Bodleid
is_is: Boðleið

source: Simple theme for eCommerce
is_is: Einfalt viðmót fyrir eCommerce
